IDEA StatiCa Open Model
ConcreteCheckResultBase.InternalFores Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 internal forces used for calculation
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ResultOfInternalForces InternalFores { get; set; }
Public Property InternalFores As ResultOfInternalForces
	Get
	Set
public:
property ResultOfInternalForces^ InternalFores {
	ResultOfInternalForces^ get ();
	void set (ResultOfInternalForces^ value);
}
Property Value
Type: ResultOfInternalForces
See Also
Reference
ConcreteCheckResultBase Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace